-- phpMyAdmin SQL Dump
-- version 4.4.1.1
-- http://www.phpmyadmin.net
--
-- 主機: localhost:3306
-- 產生時間： 2015 年 06 月 03 日 08:51
-- 伺服器版本: 5.5.42
-- PHP 版本： 5.6.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- 資料庫： `Pickeat`
--

-- --------------------------------------------------------

--
-- 資料表結構 `store`
--

CREATE TABLE `store` (
  `category` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `district` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `phone_number` varchar(15) COLLATE utf8_unicode_ci NOT NULL,
  `opening_hours` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `day_off` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `rating` decimal(2,0) NOT NULL,
  `info` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `imgUrl` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 資料表的匯出資料 `store`
--

INSERT INTO `store` (`category`, `district`, `name`, `address`, `phone_number`, `opening_hours`, `day_off`, `rating`, `info`, `imgUrl`) VALUES
('meal', 'north', 'am\'s foods and goods', '台南市北區前鋒路173號', '06-208-8438', '10:00-19:30', '星期一', '5', '餐點簡單平凡美味，有著東南亞風格與慵懶放鬆的環境，非常適合悠閒的午後', 'img/store/tainan/north/am\'s foods and goods.jpg'),
('meal', 'north', '九閣坊日式食堂', '台南市北區林森路三段71號', '06-236-7502', '11:30-14:30 17:00-21:00', '星期一', '0', '跟附近的日式料理比起來，店員的服務最佳，但價位也較高，另外，提供了外帶炒飯的服務，吸引學生族群', 'img/store/tainan/north/九閣坊日式食堂.jpg'),
('meal', 'north', '呷義義大利麵館', '台南市北區臨安路二段213號', '06-259-8676', '11:00-14:00 17:00-21:00', '星期二', '4', '價位在兩百左右，精緻的西餐風格套餐，抓住你的胃', 'img/store/tainan/north/呷義義大利麵館.jpg'),
('meal', 'north', '有麵町拉麵', '台南市北區北園街16號', '06-275-2329', '11:00-14:00 17:00-21:00', '星期一', '0', '雖然為日式風格，但結合了台式口味，更加在地化', 'img/store/tainan/north/有麵町拉麵.jpg'),
('meal', 'north', '嘟嘟滿牛排', '台南市北區海安路3段927號', '06-2509940', '11:00-14:30 17:00-22:30', '', '0', '價位在三百左右，店內環境乾淨且停車方便，適合攜家帶眷', 'img/store/tainan/north/嘟嘟滿牛排.jpg'),
('meal', 'north', '黃媽媽蝦仁肉圓', '台南市台南市北區育德路548號', '06-282-8305', '', '', '0', '雖然店名是賣肉圓，但是肉羹也相當受到歡迎喔!', 'img/store/tainan/north/黃媽媽蝦仁肉圓.jpg'),
('meal', 'north', '湘紅川菜', '台南市北區和緯路2段148號', '06-252-1179', '11:00-14:30 17:00-21:30', '', '0', '喜歡中式料理那種獨有韻味的麻辣滋味嗎?那這家的道地湘川菜色，將是你的最佳選擇!', 'img/store/tainan/north/湘紅川菜.jpg'),
('meal', 'north', '立發日本料理', '台南市北區和緯路2段265號', '06-282-4791', '11:00-14:00 17:00-21:00 ', '星期一', '4', '上菜速度快，服務優良但店內座位較少，建議訂位', 'img/store/tainan/north/立發日本料理.jpg'),
('meal', 'north', '津華火鍋北安店', '台南市北區北安路一段177-30號', '06-281-2898', '11:00-14:00 16:30-22:00', '星期一', '0', '屬於一人一鍋的方式，香草牛奶鍋是店家手推的人氣鍋品!', 'img/store/tainan/north/津華火鍋北安店.jpg'),
('meal', 'north', '千葉日式關東煮', '台南市北區公園南路72號', '', '16:30-22:00', '星期日', '0', '細心烹煮的嚴選食材、鮮甜的湯頭，是喜歡關東煮的你的最佳選擇!', 'img/store/tainan/north/千葉日式關東煮.jpg'),
('meal', 'north', '松野日本料理', '台南市和緯路二段330號', '06-282-8967', '11:00-14:00 17:00-21:00', '', '0', '豐富的日式菜色，價格不一，但絕對不會讓你失望!', 'img/store/tainan/north/松野日本料理.jpg'),
('meal', 'north', '延齡堂', '台南市北區富北街50號', '06-221-0110', '10:00-14:00 17:00-21:00', '星期一', '0', '以高粱酸菜白肉鍋聞名，湯頭採人頭計費，喜歡吃鍋的你一定要來試試!', 'img/store/tainan/north/延齡堂.jpg'),
('meal', 'north', '京風鐵板燒', ' 台南市北區北安路一段235號', '06-281-8953', '11:00-14:00 17:00-22:00', '星期一', '0', '想吃飽又要吃的美味，那這家平價鐵板燒是您的最好選擇!', 'img/store/tainan/north/京風鐵板燒.jpg'),
('meal', 'north', '唯呈小館港式竹昇麵', '台南市大港街132號', '06-280-5365', '10:00-20:30', '每個月第二、四個星期', '0', '港式風格的小吃，沒聽過沒吃過竹昇麵的一定要來試試看!', 'img/store/tainan/north/唯呈小館港式竹昇麵.jpg'),
('meal', 'north', '達波太太輕料理', '台南市南區健康路2段116巷38號', '06-222-3816', '11:00-15:00 17:00-21:30', '', '4', '店內環境乾淨優雅，且附近方便停車，好吃的brunch讓你開啟美好的一天', 'img/store/tainan/north/達波太太輕料理.jpg'),
('meal', 'north', '松笠屋', '台南市北區和緯路三段395號', '06-250-8366', '11:00-14:00 17:00-22:00', '星期一', '0', '店內環境優良，主要是賣鍋燒意麵和關東煮等', 'img/store/tainan/north/松笠屋.jpg'),
('meal', 'north', '鴻源金好吃牛肉麵', '台南市北區公園路595-4號', '06-281-6453', '10:00-16:30', '', '4', '雖然改了店名，但口味依舊好吃，三十多年的老店，絕對值得你一試!', 'img/store/tainan/north/鴻源金好吃牛肉麵.jpg'),
('meal', 'north', '神府牛排', '台南市北區西門路三段252號', '06-228-5222', '11:00-14:00 17:00-22:30', '', '0', '想吃牛排卻沒多少錢，那這家平價牛排是你的好去處', 'img/store/tainan/north/神府牛排.jpg'),
('meal', 'north', '廣越美食店', '台南市北區長榮路四段108號', '06-208-7799', '11:00-14:00 17:00-20:00', '星期日', '5', '每到用餐時間總是大排長龍，廣越風格料理，絕對讓你愛不釋手', 'img/store/tainan/north/廣越美食店.jpg'),
('meal', 'north', '來客火鍋', '台南市北區海安路三段718號', '06-282-8867', '11:30-14:00 17:30-21:30', '', '4', '平價涮涮鍋，服務態度和裝潢都很用心', 'img/store/tainan/north/來客火鍋.jpg'),
('meal', 'north', '津屋關東煮', '台南市中西區公園路261號', '06-229-0119', '12:00-21:00', '星期二', '4', '除了關東煮還有鍋燒意麵，湯頭是特別從日本學來的，非常甘甜!', 'img/store/tainan/north/津屋關東煮.jpg'),
('meal', 'north', '水餃之家', '台南市北區長勝路5號', '06-275-2386', '11:10-14:00 17:00-20:00', '星期日', '4', '有別於前鋒路的水餃之家，這裡的麵便宜又大碗，想吃飽又想省錢的朋友，一定要來吃吃看!', 'img/store/tainan/north/水餃之家.jpg'),
('meal', 'north', '寶師傅川菜小館', '台南市北區公園路587之2號', '06-281-0589', '11:00-14:00 17:00-21:00', '', '5', '平價的川菜小館，口味卻不輸大餐館，值得推薦!', 'img/store/tainan/north/寶師傅川菜小館.jpg'),
('meal', 'north', '友利火鍋', '台南市北區開元路274號', '06-234-8468', '17:00-00:00', '星期一', '0', '價格位於150-220不等，湯頭順口，價格便宜，突然想吃鍋嗎?那就試試看這家吧!', 'img/store/tainan/north/友利火鍋.jpg'),
('meal', 'north', '西園日本料理', '台南市北區臨安路二段251號', '06-258-7222', '11:30-14:00 17:00-21:00', '星期三', '4', '價位合理，出菜迅速，生意強強滾!', 'img/store/tainan/north/西園日本料理.jpg'),
('meal', 'north', '開元路無名虱目魚', '台南市北區開元路富台新村8號', '0921-019-228', '06:00-13:40', '不定期', '0', '道地台南人的中式早餐，想吃魚腸一定要早點來!', 'img/store/tainan/north/開元路無名虱目魚.jpg'),
('meal', 'north', '開元路新鮮牛肉湯', '臺南市北區開元路323號', '06-274-4423', '04:30-10:00', '星期二', '0', '早起不知道該吃什麼嗎?那就來試試看台南特有的牛肉湯早餐吧!', 'img/store/tainan/north/開元路新鮮牛肉湯.jpg'),
('meal', 'north', '開元紅燒土魠魚羹', '台南市北區開元路299號', '06-237-3195', '09:00-19:00', '星期日', '4', '台南特有的土魠魚羹，沒吃過一定得試試看!', 'img/store/tainan/north/開元紅燒土魠魚羹.jpg'),
('meal', 'east', '泰好泰式美食館','台南市育樂街148巷1號', '06-237-2288', '11:00-14:00 17:00-22:00', '星期一','4','專賣泰式料理,有簡餐也有桌菜,不過桌菜的評價據說不好,但簡餐相當好吃','img/store/tainan/east/泰好泰式美食館.jpg'),
('meal', 'east', '大醬川麵館','台南市東區育樂街35號', '06-208-7161', '11:00-14:00 17:00-21:00', '', '4.5','育樂街平價美食,老闆娘從大陸把好手藝帶來台灣,充滿著許多獨特中國地區風情口味的麵食,好吃!','img/store/tainan/east/大醬川麵館.jpg'),
('meal', 'east', '綠橄欖義大利麵','台南市東區大學路18巷10號', '06-275-1997','11:30-14:00 17:30-21:00','日','3.5','平價又不失風味的義大利麵,位置近,家聚首選','img/store/tainan/east/綠橄欖義大利麵.jpg'),
('meal', 'east', '薄多義','台南市東區崇學路171號','06-290-9809', '11:30-16:30 17:30-21:30', '','4','台南聚餐新據點,有各式口味的義大利麵和pizza,好吃口味又新穎,不過雞肉處理的不太好,故盡量避開點有雞肉的菜','img/store/tainan/east/薄多義.jpg'),
('meal', 'east', '萬客樓','台南市東區東寧路371號','06-238-6163', '11:30–22:00', '','3.9','中式麵食館,有免費豆漿、紅茶喝到飽,午餐晚餐首選,牛肉捲餅好吃!','img/store/tainan/east/萬客樓.jpg'),
('meal', 'east', '台南轉角餐廳','台南市東區大學路22巷12號', '06 275 4321','11:30–14:00 17:30–21:00', '','4.2','22巷的高級餐廳,神秘的外表搭配華麗的內裝,絕對是你聚餐的好選擇','img/store/tainan/east/台南轉角餐廳.jpg'),
('meal', 'east', 'Mr.拉麵','台南市東區勝利路54-1號','06 2089 655', '11:00-14:00 17:00-21:00', '','4','平價高品質連鎖拉麵,湯頭和麵條粗細都可調,口味多樣、湯頭濃郁彷彿置身日本','img/store/tainan/east/Mr.拉麵.jpg'),
('meal', 'east', 'Spot-Life手作柴窯料理披薩','台南市大學路18巷20號', '06 275 6399','(二-五)12:00-15:00 17:00-21:00 (六日)17:00-21:00','星期一(鋸柴日)','4','位於18巷的窯烤pizza,除了一般常見的口味,還有許多獨特的口味,ex:烏魚子,台灣黑毛豬..,相當推薦的一家','img/store/tainan/east/Spot-Life手作柴窯料理披薩.jpg'),
('meal', 'east', '倫敦派','台南市東區大學路22巷25號','06 208 7923', '11:00–21:00','星期日','3.2', '22巷的平價義大利麵,位子少,總是大排長龍,吃飯時段太晚去可能都會向隅,口味平平不過已經是這個價錢的極限了','img/store/tainan/east/倫敦派.jpg'),
('meal', 'east', '跳舞香水perfume dance','台南市東區中華東路一段366號(南紡夢時代)','06 300 0767', '11:00-22:00','','4','下午茶,有義大利麵和吐司,內裝華麗,女孩們的最愛','img/store/tainan/east/跳舞香水perfume dance.jpg'),
('meal', 'east', '金色三麥台南店','台南市東區中華東路一段366號(南紡夢時代)','電話','(日-四)12：00-24：00 (五六)12：00-01：00','','4','菜色多樣,內裝採中古歐洲城堡風,搭配自家釀製的啤酒,家族聚會和朋友相聚的好去處','img/store/tainan/east/金色三麥台南店.jpg'),
('meal', 'east', '富士達人日本拉麵','台南市東區東寧路504號', '06 274 2228','11:00–22:00', '', '4.1', '平價連鎖拉麵,離學校近,店內播放的音樂很有身處異國之感,食物表現還不錯','img/store/tainan/east/富士達人日本拉麵.jpg'),
('meal', 'east', '老四川巴蜀麻辣燙','台南市東區中華東路三段128號', '06 260 6266', '11:30–01:30', '', '4.5', '神級好吃麻辣鍋,採單點,食材高級鍋底好吃,價格偏高,但大推薦','img/store/tainan/east/老四川巴蜀麻辣燙.jpg'),
('meal', 'east', '廚房有雞','台南市東區中華東路三段199號', '06 288 2656','11:00–14:00 17:00–22:30', '', '4', '好吃的創意料理','img/store/tainan/east/廚房有雞.jpg'),
('meal', 'east', '精彩火鍋','台南市東區中華東路三段360號', '', '11:00-22:00','', '3.5', '發源自德安百貨的連鎖火鍋吃到飽,鍋底多樣,但食材的品質普通,家聚好去處','img/store/tainan/east/精彩火鍋.jpg'),
('meal', 'east', 'XM麻辣鍋','台南市東區林森路一段167號', '06 208 3775', '11:00-02:00', '','3.8','台南平價麻辣火鍋吃到飽首選,只要300多的價錢可以享用到好品質,推薦!','img/store/tainan/east/XM麻辣鍋.jpg'),
('meal', 'east', '澄花日式壽喜燒','台南市東區東和路146號', '06 208 8887','11:30–14:30 17:00–22:00', '', '3.9', '台南平價壽喜燒吃到飽的兩大支柱之一,平日只要200多可享壽喜燒吃到飽,但菜盤是配好的無法自由選擇是一大缺點','img/store/tainan/east/澄花日式壽喜燒.jpg'),
('meal', 'east', '陶板屋和風創作料理','台南市東區勝利路118號2樓', '06 200 6189', '11:30–14:30 17:30–22:00', '','4.1','位於大學路上的連鎖日式和風創意料理,服務品質佳,食物好吃','img/store/tainan/east/陶板屋和風創作料理.jpg'),
('meal', 'east', '悠然居24H生活茶坊','台南市東區東興路107號', '', '24小時營業', '', '3.7', '24小時營業的茶屋,餐點有小火鍋、簡餐、飲料一應具全，內設有包廂，是聚會或情侶幽會的好去處','img/store/tainan/east/悠然居24H生活茶坊.jpg');

